"%@ OF %@" = "%@ DE %@";

/* Copy <name-of-day>'s schedule to: */
"Copy %@'s schedule to:" = "Copie el cronograma del %@ al:";

/* Friday */
"Friday" = "Viernes";

/* Monday */
"Monday" = "Lunes";

/* No comment provided by engineer. */
"Next" = "Siguiente";
"Start" = "Comenzar";
"Ready" = "Listo";
/* Saturday */
"Saturday" = "Sábado";

/* Sunday */
"Sunday" = "Domingo";

/* Thursday */
"Thursday" = "Jueves";

/* Tuesday */
"Tuesday" = "Martes";

/* Wednesday */
"Wednesday" = "Miércoles";

/* No comment provided by engineer. */
"You finished this test, ready for the next one?" = "Ha finalizado este test, ¿listo para el siguiente?";

/* No comment provided by engineer. */
"You will now start the test.\nYou will see an item and two prices. Please select the price that matches the item you studied." = "Ahora comenzará el test.\nSe observará un artículo y dos precios. Seleccione el precio que concuerde con el artículo que estudió.";

/* No comment provided by engineer. */
"Your next test will begin on %@" = "El siguiente test será el %@";

/* No comment provided by engineer. */
"Select all that apply:" = "Seleccione todos los que correspondan:";

/* No comment provided by engineer. */
"Select one:" = "Escoja una:";


"Symbols Instructions" = "Instrucciones sobre los símbolos";

"Prices Instructions" = "Instrucciones sobre precios";

"Grids Instructions" = "Instrucciones para cuadrículas";

/* Notification text for test session */
"It's time to take a quick test!" = "¡Es hora de completar un breve test!";

/* Notification text for one-month reminder */
"Your next test will be on <DATE>" = "El siguiente test será el <DATE>";

/* Notification for missed test sessions */
"You've missed your tests. If you're unable to finish this week, please contact your site coordinator." = "No ha completado los tests. Si no puede terminar esta semana, contacte al coordinador del centro.";

/* Notification for Arc date confirmation */
"Please confirm your next test date." = "Confirme la próxima fecha de inicio del test.";

/* day of week Abbreviations */
"Su" = "Do";
"Mo" = "Lu";
"Tu" = "Ma";
"We" = "Mi";
"Th" = "Ju";
"Fr" = "Vi";
"Sa" = "Sa";

"Okay" = "Okay";
